SOURCES = {
    0: {
        'status': '✅done',
        'name': 'Test Sources',
        'url': '',
        'comment': '',
    },
    1: {
        'status': '✅done',
        'name': 'Будівництво. Продукти переробки нафти та вугілля. Все 42 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?cpv=09240000-3',
        'comment': '',
    },
    2: {
        'status': '✅done',
        'name': 'Будівництво. Пісок і глина. Все 30 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?cpv=14200000-3',
        'comment': '',
    },
    3: {
        'status': '✅done',
        'name': 'Будівництво. Коштовне та на півкоштовне каміння Все 12 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?cpv=14500000-6&cpv=14800000-9',
        'comment': '',
    },
    4: {
        'status': '✅done',
        'name': 'Будівництво. Конструкційні та конструкційні матеріали. Київ. 394 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?region=1-6&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
        'comment': '',
    },
    5: {
        'status': '✅done',
        'name': 'Будівництво. Конструкційні та конструкційні матеріали. Київ. обл. 394 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?region=7-9&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
        'comment': '',
    },
    6: {
        'status': '✅done',
        'name': 'Будівництво. Конструкційні та конструкційні матеріали. Луганск. обл. 67 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?region=91-94&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
        'comment': '',
    },
    7: {
        'status': '✅done',
        'name': 'Будівництво. Конструкційні та конструкційні матеріали. Полтавск. обл. 311 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?region=36-39&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
        'comment': '',
    },
    8: {
        'status': '✅done',
        'name': 'Будівництво. Конструкційні та конструкційні матеріали. Житом. обл. 236 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?region=10-13&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
        'comment': '',
    },
    9: {
        'status': '🟡awaits',
        'name': 'Будівництво. Конструкційні та конструкційні матеріали. Волынск. обл. 220 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?region=43-45&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
        'comment': '',
    },
    10: {
        'status': '🟡awaits',
        'name': 'Будівництво. Конструкційні та конструкційні матеріали. Львовск. обл. 235 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?region=79-82&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
        'comment': '',
    },
    11: {
        'status': '🟡awaits',
        'name': 'Будівництво. Конструкційні та конструкційні матеріали. Чернивецк. обл. 112 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?region=58-60&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
        'comment': '',
    },
     12: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Донецк. обл. 174 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=83-87&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    13: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Черкаск. обл. 265 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=18-20&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    14: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Харьковск. обл. 300 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=61-64&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    15: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Сумск. обл. 219 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=40-42&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    16: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Кировогр. обл. 211 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=25-28&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    17: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Закапат. обл. 105 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=88-90&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    18: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Хмельницк. обл. 285 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=29-32&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    19: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Одекс. обл. 318 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=65-68&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    20: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Черниговск. обл. 221 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=14-17&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    21: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Тернопилск. обл. 223 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=46-48&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    22: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. И-Франковск. обл. 247 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=76-78&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    23: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Херсонск. обл. 116 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=73-75&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    24: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Виницк. обл. 332 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=21-24&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    25: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Николаевск. обл. 180 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=54-57&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    26: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Ровенкс. обл. 264 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=33-35&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    27: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Днепропетровкс. обл. 282 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=49-53&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },
    28: {
            'status': '🟡awaits',
            'name': 'Будівництво. Конструкційні та конструкційні матеріали. Запорожск. обл. 153 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=69-72&cpv=44100000-1&cpv=44200000-2&cpv=44420000-0&cpv=44900000-9',
            'comment': '',
        },

# ✖✖✖✖✖✖✖

    29: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Киев. [до 80К] 398 стр. Часть 1',
            'url': 'https://prozorro.gov.ua/uk/search/tender?value.start=1&value.end=80000&region=1-6&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': 'На киев больше 500 страниц. Раделено и на суму до 80к',
        },
    30: {
            'status': '🟡🔴✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Киев. [от 80К до дох.] 443 стр. Часть 2',
            'url': 'https://prozorro.gov.ua/uk/search/tender?value.start=80000&value.end=100000000&region=1-6&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': 'На киев больше 500 страниц. Раделено и на суму от 80к',
        },
    31: {
            'status': '🟡✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Киевск. обл. 470 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=7-9&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    32: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Луганск. обл. 82 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=91-94&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    33: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Полтавск. обл. 365 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=36-39&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    34: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Житомирск. обл. 209 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=10-13&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    35: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Волынск. обл. 174 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=43-45&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    36: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Львовск. обл. 383 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=79-82&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    37: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Черновецк. обл. 141 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=58-60&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    38: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Донецк. обл. 221 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=83-87&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    39: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Черкаск. обл. 217 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=18-20&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    40: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Харковс. обл. 321 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=61-64&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    41: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Сумск. обл. 264 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=40-42&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    42: {
        'status': '🟡awaits',
        'name': 'Будівництво. Будівельні роботи та посл. Тернопольск. обл. 118 стр.',
        'url': 'https://prozorro.gov.ua/uk/search/tender?region=46-48&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
        'comment': '',
    },
    43: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Кировоград. обл. 175 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=25-28&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    44: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Закарпатс. обл. 132 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=88-90&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    45: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Хмельницк. обл. 248 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=29-32&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    46: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Одеская. обл. 283 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=65-68&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    47: {
            'status': '✅done',
            'name': 'Будівництво. Будівельні роботи та посл. Черниговск. обл. 175 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=14-17&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    48: {
            'status': '🟡awaits',
            'name': 'Будівництво. Будівельні роботи та посл. И-Франк. обл. 201 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=76-78&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    49: {
            'status': '🟡awaits',
            'name': 'Будівництво. Будівельні роботи та посл. Херсонск. обл. 90 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=73-75&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    50: {
            'status': '🟡awaits',
            'name': 'Будівництво. Будівельні роботи та посл. Виницк. обл. 339 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=21-24&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    51: {
            'status': '🟡awaits',
            'name': 'Будівництво. Будівельні роботи та посл. Николаевск. обл. 226 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=54-57&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    52: {
            'status': '🟡awaits',
            'name': 'Будівництво. Будівельні роботи та посл. Ровенск. обл. 243 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=33-35&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },
    53: {
            'status': '🟡awaits',
            'name': 'Будівництво. Будівельні роботи та посл. Днепропетровск. обл. 366 стр. Часть 1',
            'url': 'https://prozorro.gov.ua/uk/search/tender?value.start=1&value.end=80000&region=49-53&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': 'Стоимость от 1 до 8000 ',
        },
    54: {
            'status': '🟡awaits',
            'name': 'Будівництво. Будівельні роботи та посл. Днепропетровск. обл. 286 стр. Часть 2',
            'url': 'https://prozorro.gov.ua/uk/search/tender?value.start=80000&value.end=100000000&region=49-53&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': 'Стоимость от  8000 ',
        },
    55: {
            'status': '🟡awaits',
            'name': 'Будівництво. Будівельні роботи та посл. Запорожск. обл. 280 стр.',
            'url': 'https://prozorro.gov.ua/uk/search/tender?region=69-72&cpv=45100000-8&cpv=45200000-9&cpv=45300000-0&cpv=45400000-1&cpv=50230000-6&cpv=50720000-8&cpv=51130000-2&cpv=70000000-1&cpv=71000000-8&cpv=76110000-7&cpv=76210000-8&cpv=76300000-6&cpv=76400000-7&cpv=45500000-2',
            'comment': '',
        },

# ✖✖✖✖✖✖✖


    56: {
            'status': '🟡awaits',
            'name': 'Будівництво. Лаки, фарби та мастики. 398 стр. Часть 1',
            'url': 'https://prozorro.gov.ua/uk/search/tender?value.start=1&value.end=5000&cpv=44800000-8',
            'comment': 'Цена от 1 до 5 000 грн. ',
        },
    57: {
            'status': '🟡awaits',
            'name': 'Будівництво. Лаки, фарби та мастики. 228 стр. Часть 2',
            'url': 'https://prozorro.gov.ua/uk/search/tender?value.start=5000&value.end=10000000&cpv=44800000-8',
            'comment': 'Цена от 5 000',
        },

# ✖✖✖✖✖✖✖


    58: {
            'status': '🟡awaits',
            'name': '__',
            'url': '__',
            'comment': '',
        },

}